export default [{
		"id": "100000",
		"name": "请选择城市",
		"child": [{
			"id": "1000100",
			"name": "请选择景点",
			"child": [{
				"id": "100101",
				"name": "请选择门票票种"
			}]
		}]
	},
	{
		"id": 110000,
		"name": "北京市",
		"child": [{
			"id": 110100,
			"name": "蹦极",
			"child": [{
				"id": 110101,
				"name": "成人票"
			}, {
				"id": 110102,
				"name": "学生票"
			}, ]
		}, {
			"id": 110200,
			"name": "故宫",
			"child": [{
				"id": 110201,
				"name": "成人票"
			}, {
				"id": 110202,
				"name": "学生票"
			}, {
				"id": 110203,
				"name": "儿童票"
			}]
		}]
	}, {
		"id": 120000,
		"name": "上海市",
		"child": [{
			"id": 120100,
			"name": "蹦极",
			"child": [{
				"id": 120101,
				"name": "成人票"
			}, {
				"id": 120102,
				"name": "学生票"
			}, ]
		}, {
			"id": 120200,
			"name": "体验馆",
			"child": [{
				"id": 120201,
				"name": "成人票"
			}, {
				"id": 120202,
				"name": "学生票"
			}, {
				"id": 120203,
				"name": "儿童票"
			}]
		}]
	}
]